import React from "react"
import DefaultLayout from "../components/layout/DefaultLayout";

const ProductPage = () => {
    return <DefaultLayout>蔬菜類作物產銷履歷紀錄簿

        <p>
        切 結 書
單位名稱：
經營者姓名：_________□個別 □集團成員
本人 ，為保證蔬菜類產品之生產及出貨過程之食品安全，爰切結如下：
1. 在產品 生產過程中不使用非推薦或超過推薦用量之藥劑或資材，並遵守安全採收、處理、出貨之規定。
2. 在生產出貨過程中，如發生產品安全問題，經查驗後確認責任可歸於本人者，本人同意承擔全部責任。
3. 本人確實遵照臺灣良好農業規範各項規定進行生產、詳實記錄並提供資料；相關紀錄如經揭露於網路，可公開供不特定人閱覽。
4. 如因上開事項致違反相關規定而遭受處罰，本人將無異議接受查處。
切結人簽名：________
地 址：________
電 話：________
日 期：中 華 民 國________ 年________ 月________ 日
        </p>
    </DefaultLayout>
}
export default ProductPage;